Repository: matthewgg22/Civica
Catalog: WeVote Information Page/AppShell.xcstrings
Source language: en
Languages: es, fil, vi, zh_hans

# app.guide.card.general.body
source: The general election determines who takes office from the candidates who qualified in earlier rounds.
es: La elección general determina quién asume el cargo entre los candidatos que calificaron en rondas anteriores.
fil: Tinutukoy ng pangkalahatang halalan kung sino ang uupo sa posisyon mula sa mga kandidatong umabante sa naunang mga yugto.
vi: Bầu cử tổng tuyển cử quyết định ai sẽ nhậm chức trong số các ứng viên đã vượt qua các vòng trước.
zh_hans: 大选决定由此前轮次中胜出的候选人谁将就任公职。

# app.guide.card.general.title
source: General Election
es: Elección general
fil: Pangkalahatang Halalan
vi: Tổng tuyển cử
zh_hans: 大选

# app.guide.card.jungle.body
source: California uses a top-two primary for many offices: all candidates appear on one ballot, and the top two finishers advance to the general election regardless of party.
es: California usa una primaria top-two para muchos cargos: todos los candidatos aparecen en una sola boleta y los dos más votados avanzan a la elección general, sin importar el partido.
fil: Sa California, ginagamit sa maraming posisyon ang top-two primary: lahat ng kandidato ay nasa iisang balota at ang nangungunang dalawa ay umaabante sa pangkalahatang halalan anuman ang partido.
vi: California áp dụng sơ bộ top-two cho nhiều chức vụ: tất cả ứng viên cùng trên một lá phiếu và hai người dẫn đầu sẽ vào tổng tuyển cử bất kể đảng phái.
zh_hans: 加州在许多职位采用“前二名初选”：所有候选人同列一张选票，得票前两名不分党派进入大选。

# app.guide.card.jungle.title
source: Jungle Primary
es: Primaria abierta (top-two)
fil: Primary na Top-Two
vi: Sơ bộ top-two
zh_hans: 丛林式初选

# app.guide.card.mayoral.body
source: What is on the ballot: mayor, and often city council or other city offices, plus local ballot questions depending on your city.
es: Qué aparece en la boleta: alcalde y, con frecuencia, concejo municipal u otros cargos de la ciudad, además de preguntas locales de boleta según tu ciudad.
fil: Nilalaman ng balota: mayor, at madalas ay city council o iba pang posisyon sa lungsod, kasama ang lokal na mga tanong sa balota depende sa inyong lungsod.
vi: Nội dung lá phiếu: thị trưởng, thường có hội đồng thành phố hoặc chức vụ thành phố khác, cùng các câu hỏi lá phiếu địa phương tùy thành phố.
zh_hans: 选票内容通常包括市长，以及市议会或其他市级职位，并可能有本地公投议题。

# app.guide.card.mayoral.title
source: Mayoral Elections
es: Elecciones de alcaldía
fil: Halalan sa Alkalde
vi: Bầu cử thị trưởng
zh_hans: 市长选举

# app.guide.card.midterm.body
source: What is on the ballot: all U.S. House seats, some U.S. Senate seats, many governor and state legislature races, and statewide/local ballot measures.
es: Qué aparece en la boleta: todos los escaños de la Cámara de Representantes de EE. UU., algunos del Senado, muchas contiendas para gobernador y legislaturas estatales, y medidas de boleta estatales/locales.
fil: Nilalaman ng balota: lahat ng puwesto sa U.S. House, ilang puwesto sa U.S. Senate, maraming laban para sa gobernador at state legislature, at mga panrehiyon/lokal na panukala sa balota.
vi: Trên lá phiếu có: toàn bộ ghế Hạ viện Hoa Kỳ, một số ghế Thượng viện Hoa Kỳ, nhiều cuộc đua thống đốc và nghị viện bang, cùng các sáng kiến toàn bang/địa phương.
zh_hans: 选票内容包括全部联邦众议院席位、部分联邦参议院席位、许多州长与州议会选举，以及州/地方公投。

# app.guide.card.midterm.title
source: Midterm Elections
es: Elecciones de mitad de período
fil: Halalang Midterm
vi: Bầu cử giữa nhiệm kỳ
zh_hans: 中期选举

# app.guide.card.overview.body
source: This guide is personalized to your next upcoming election based on your current ZIP and state.
es: Esta guía está personalizada para tu próxima elección según tu código postal y estado actuales.
fil: Ang gabay na ito ay naka-personalize para sa susunod mong halalan batay sa kasalukuyan mong ZIP at estado.
vi: Hướng dẫn này được cá nhân hóa cho kỳ bầu cử sắp tới của bạn dựa trên ZIP và bang hiện tại.
zh_hans: 本指南基于你当前的邮编和州，个性化显示你下一场即将到来的选举信息。

# app.guide.card.overview.title
source: Election Overview
es: Resumen electoral
fil: Pangkalahatang-ideya ng Halalan
vi: Tổng quan bầu cử
zh_hans: 选举概览

# app.guide.card.party_affiliation.body
source: The Democratic and Republican parties are the two largest in the United States. In many states, primary ballot eligibility depends on your current party registration. Example: in a closed primary, a voter registered as Independent may not be able to vote in either the Democratic or Republican primary unless they change party registration before the state deadline.
es: La elegibilidad para la boleta primaria puede depender de tu afiliación partidaria actual. Confirma las reglas de tu estado antes del día de la elección.
fil: Maaaring nakadepende sa kasalukuyan mong rehistro sa partido ang pagiging karapat-dapat sa primary ballot. Kumpirmahin ang mga tuntunin ng inyong estado bago ang araw ng halalan.
vi: Điều kiện nhận lá phiếu sơ bộ có thể phụ thuộc vào đăng ký đảng hiện tại của bạn. Hãy xác nhận quy định của bang trước ngày bầu cử.
zh_hans: 初选选票资格可能取决于你当前的政党登记。请在选举日前确认所在州规则。

# app.guide.card.party_affiliation.title
source: Party Affiliation
es: Afiliación partidaria
fil: Kaakibat na Partido
vi: Liên kết đảng phái
zh_hans: 政党归属

# app.guide.card.presidential.body
source: What is on the ballot: president/vice president, all U.S. House seats, some U.S. Senate seats, and state and local offices or ballot measures where scheduled.
es: Qué aparece en la boleta: presidente/vicepresidente, todos los escaños de la Cámara de Representantes de EE. UU., algunos escaños del Senado y cargos estatales/locales o medidas de boleta según corresponda.
fil: Nilalaman ng balota: presidente/bise presidente, lahat ng puwesto sa U.S. House, ilang puwesto sa U.S. Senate, at mga posisyong pang-estado at lokal o panukala sa balota kung naka-iskedyul.
vi: Trên lá phiếu có: tổng thống/phó tổng thống, toàn bộ ghế Hạ viện Hoa Kỳ, một số ghế Thượng viện Hoa Kỳ, cùng các chức vụ bang/địa phương hoặc sáng kiến lá phiếu theo lịch.
zh_hans: 选票内容包括总统/副总统、全部联邦众议院席位、部分联邦参议院席位，以及安排在同日的州和地方职位或公投议题。

# app.guide.card.presidential.title
source: Presidential Elections
es: Elecciones presidenciales
fil: Halalang Pampanguluhan
vi: Bầu cử tổng thống
zh_hans: 总统选举

# app.guide.card.primary.body
source: A primary election decides which candidates advance to the general election. Rules can vary by party and office.
es: Una elección primaria decide qué candidatos avanzan a la elección general. Las reglas pueden variar según el partido y el cargo.
fil: Tinutukoy ng primary election kung aling mga kandidato ang aabante sa pangkalahatang halalan. Maaaring mag-iba ang mga patakaran ayon sa partido at posisyon.
vi: Bầu cử sơ bộ quyết định ứng viên nào sẽ vào tổng tuyển cử. Quy tắc có thể khác nhau theo đảng và chức vụ.
zh_hans: 初选决定哪些候选人进入大选。规则会因政党和职位而异。

# app.guide.card.primary.title
source: A Primary Election
es: Una elección primaria
fil: Primary Election
vi: Bầu cử sơ bộ
zh_hans: 初选

# app.guide.card.ranked_choice.body
source: Ranked-choice voting can apply in covered contests. You can rank candidates in order of preference where allowed.
es: La votación por orden de preferencia puede aplicarse en contiendas cubiertas. Puedes clasificar a los candidatos por orden de preferencia donde esté permitido.
fil: Sa mga saklaw na laban, maaaring gamitin ang ranked-choice voting. Maaari mong i-rank ang mga kandidato ayon sa gusto kung pinapayagan.
vi: Trong các cuộc bầu cử áp dụng, có thể dùng bỏ phiếu xếp hạng. Bạn có thể xếp ứng viên theo thứ tự ưu tiên khi được phép.
zh_hans: 在适用的选举中可使用排序选择投票。若规则允许，你可以按偏好为候选人排序。

# app.guide.card.ranked_choice.title
source: Ranked Choice
es: Votación por orden de preferencia
fil: Niraranggong Pagpili
vi: Bỏ phiếu xếp hạng
zh_hans: 排序选择投票

# app.guide.card.runoff.body
source: A runoff election happens when no candidate reaches the required threshold in the first primary round.
es: Una segunda vuelta ocurre cuando ningún candidato alcanza el umbral requerido en la primera ronda primaria.
fil: Nagaganap ang runoff election kapag walang kandidatong umabot sa kinakailangang threshold sa unang round ng primary.
vi: Bầu cử vòng hai diễn ra khi không ứng viên nào đạt ngưỡng yêu cầu ở vòng sơ bộ đầu tiên.
zh_hans: 若首轮初选中无人达到法定门槛，就会举行决选。

# app.guide.card.runoff.title
source: Primary Runoff
es: Segunda vuelta primaria
fil: Runoff sa Primary
vi: Bầu cử vòng hai sơ bộ
zh_hans: 初选决选

# app.guide.card.special.body
source: Special elections fill vacancies or decide urgent ballot questions outside the normal election calendar.
es: Las elecciones especiales cubren vacantes o deciden asuntos urgentes de la boleta fuera del calendario electoral normal.
fil: Ang special election ay para punan ang bakanteng puwesto o pagdesisyunan ang mahahalagang usapin sa balota sa labas ng regular na kalendaryo ng halalan.
vi: Bầu cử đặc biệt dùng để lấp chỗ trống chức vụ hoặc quyết định các vấn đề khẩn cấp ngoài lịch bầu cử thông thường.
zh_hans: 特别选举用于填补空缺职位，或在常规选举日程之外决定紧急议题。

# app.guide.card.special.title
source: Special Election
es: Elección especial
fil: Espesyal na Halalan
vi: Bầu cử đặc biệt
zh_hans: 特别选举

# app.guide.card.top_two.body
source: Washington uses a top-two style primary for many races, where all voters can choose from all candidates and the top two advance.
es: Washington usa una primaria de estilo top-two en muchas contiendas, donde todos los votantes pueden elegir entre todos los candidatos y los dos más votados avanzan.
fil: Sa Washington, gumagamit ng top-two style primary sa maraming laban kung saan lahat ng botante ay maaaring pumili mula sa lahat ng kandidato at ang nangungunang dalawa ay umaabante.
vi: Washington dùng mô hình sơ bộ top-two cho nhiều cuộc đua, nơi mọi cử tri đều có thể chọn trong tất cả ứng viên và hai người dẫn đầu sẽ đi tiếp.
zh_hans: 华盛顿州在许多选举采用“前二名初选”，所有选民可在全部候选人中选择，前两名进入大选。

# app.guide.card.top_two.title
source: Top-Two Primary
es: Primaria top-two
fil: Primary na Top-Two
vi: Sơ bộ top-two
zh_hans: 前二名初选

# app.guide.error.enter_valid
source: Enter a valid state or ZIP to load your upcoming election guide.
es: Ingresa un estado o código postal válido para cargar tu guía electoral.
fil: Maglagay ng wastong estado o ZIP para ma-load ang iyong gabay sa halalan.
vi: Nhập bang hoặc mã ZIP hợp lệ để tải hướng dẫn bầu cử của bạn.
zh_hans: 请输入有效的州或邮编以加载你的选举指南。

# app.guide.error.enter_valid_next
source: Enter a valid state or ZIP to see your next election guide.
es: Ingresa un estado o código postal válido para ver tu próxima guía electoral.
fil: Maglagay ng wastong estado o ZIP para makita ang susunod mong gabay sa halalan.
vi: Nhập bang hoặc mã ZIP hợp lệ để xem hướng dẫn kỳ bầu cử tiếp theo của bạn.
zh_hans: 请输入有效的州或邮编以查看你的下一场选举指南。

# app.guide.error.no_upcoming
source: No upcoming elections found for your state.
es: No se encontraron próximas elecciones para tu estado.
fil: Walang nakitang paparating na halalan para sa iyong estado.
vi: Không tìm thấy kỳ bầu cử sắp tới cho bang của bạn.
zh_hans: 你所在州未找到即将到来的选举。

# app.guide.intro.range
source: Starting %@ through %@, %@ are eligible to vote in the %@.
es: Desde %@ hasta %@, %@ pueden votar en %@.
fil: Mula %@ hanggang %@, ang %@ ay maaaring bumoto sa %@.
vi: Từ %@ đến %@, %@ đủ điều kiện bỏ phiếu trong %@.
zh_hans: 从 %@ 到 %@，%@ 有资格在 %@ 投票。

# app.guide.intro.same_day
source: On %@, %@ are eligible to vote in the %@.
es: El %@, %@ pueden votar en %@.
fil: Sa %@, ang %@ ay maaaring bumoto sa %@.
vi: Vào %@, %@ đủ điều kiện bỏ phiếu trong %@.
zh_hans: 在 %@，%@ 有资格在 %@ 投票。

# app.guide.not_listed_dataset
source: Not listed in dataset
es: No aparece en el conjunto de datos
fil: Wala sa dataset
vi: Không có trong dữ liệu
zh_hans: 数据集中未列出

# app.guide.subtitle.none
source: No upcoming election loaded
es: No hay ninguna elección próxima cargada
fil: Walang paparating na halalang na-load
vi: Chưa tải kỳ bầu cử sắp tới
zh_hans: 未加载即将到来的选举

# app.guide.voters.label
source: voters
es: votantes
fil: mga botante
vi: cử tri
zh_hans: 选民

# app.how_to_vote.action.make_plan
source: Make a Plan to Vote
es: Haz un plan para votar
fil: Gumawa ng Plano sa Pagboto
vi: Lập kế hoạch bỏ phiếu
zh_hans: 制定投票计划

# app.how_to_vote.action.navigation
source: Navigation
es: Navegación
fil: Nabigasyon
vi: Điều hướng
zh_hans: 导航

# app.how_to_vote.action.share_plan
source: Share My Plan
es: Compartir mi plan
fil: Ibahagi ang Aking Plano
vi: Chia sẻ kế hoạch của tôi
zh_hans: 分享我的计划

# app.how_to_vote.section.feedback
source: Feedback
es: Comentarios
fil: Puna
vi: Phản hồi
zh_hans: 反馈

# app.how_to_vote.section.hotlines
source: Election Hotlines
es: Líneas de ayuda electoral
fil: Mga Hotline sa Halalan
vi: Đường dây nóng bầu cử
zh_hans: 选举热线

# app.how_to_vote.section.mail_in_ballot
source: Request Mail-in Ballot
es: Solicitar boleta por correo
fil: Humiling ng Mail-in Ballot
vi: Yêu cầu phiếu bầu qua thư
zh_hans: 申请邮寄选票

# app.how_to_vote.section.polling_locations
source: Polling Locations
es: Lugares de votación
fil: Mga Lugar ng Botohan
vi: Địa điểm bỏ phiếu
zh_hans: 投票地点

# app.how_to_vote.section.race_candidates
source: Race Candidates
es: Candidatos de la contienda
fil: Mga Kandidato
vi: Ứng cử viên
zh_hans: 竞选候选人

# app.how_to_vote.section.sample_ballot
source: Sample Ballot
es: Boleta de muestra
fil: Sample na Balota
vi: Phiếu mẫu
zh_hans: 示例选票

# app.how_to_vote.section.support
source: Support Americans Vote!
es: ¡Apoya a Americans Vote!
fil: Suportahan ang Americans Vote!
vi: Ủng hộ Americans Vote!
zh_hans: 支持 Americans Vote!

# app.how_to_vote.subtitle.none
source: No upcoming election loaded
es: No hay ninguna elección próxima cargada
fil: Walang naka-load na paparating na halalan
vi: Chưa tải cuộc bầu cử sắp tới
zh_hans: 暂无即将到来的选举

# app.page.election_guide
source: Election Guide
es: Guia electoral
fil: Gabay sa Halalan
vi: Hướng dẫn bầu cử
zh_hans: 选举指南

# app.page.election_timeline
source: Election Timeline
es: Calendario electoral
fil: Takdang Panahon ng Halalan
vi: Lịch bầu cử
zh_hans: 选举日程

# app.page.how_to_vote
source: How to Vote
es: Como votar
fil: Paano Bumoto
vi: Cách bầu cử
zh_hans: 如何投票

# app.page.my_reps
source: Representatives
es: Representantes
fil: Mga Kinatawan
vi: Đại biểu của tôi
zh_hans: 我的代表

# app.page.voter_registration
source: Voter Registration
es: Registro de votantes
fil: Pagpaparehistro ng Botante
vi: Đăng ký cử tri
zh_hans: 选民登记

# app.page.why_vote
source: Why Vote
es: Por que votar
fil: Bakit Boboto
vi: Vì sao bỏ phiếu
zh_hans: 为什么投票

# app.registration.action.check_registration
source: Check my registration
es: Verificar mi registro
fil: Suriin ang aking rehistro
vi: Kiểm tra đăng ký của tôi
zh_hans: 检查我的登记

# app.registration.action.deadline_details
source: See my deadline details
es: Ver los detalles de mi fecha límite
fil: Tingnan ang detalye ng aking deadline
vi: Xem chi tiết hạn chót của tôi
zh_hans: 查看我的截止日期详情

# app.registration.action.find_on_vote_gov
source: Find lookup on vote.gov
es: Buscar en vote.gov
fil: Hanapin sa vote.gov
vi: Tra cứu trên vote.gov
zh_hans: 在 vote.gov 上查找

# app.registration.action.go_how_to_vote
source: Go to How to Vote
es: Ir a Cómo votar
fil: Pumunta sa Paano Bumoto
vi: Đi tới Cách bầu cử
zh_hans: 前往“如何投票”

# app.registration.action.start_registration
source: Start registration
es: Comenzar registro
fil: Simulan ang rehistro
vi: Bắt đầu đăng ký
zh_hans: 开始登记

# app.registration.card.check.bullet_1
source: Use your state’s official voter lookup tool.
es: Usa la herramienta oficial de consulta de votantes de tu estado.
fil: Gamitin ang opisyal na voter lookup tool ng iyong estado.
vi: Dùng công cụ tra cứu cử tri chính thức của bang bạn.
zh_hans: 使用你所在州的官方选民查询工具。

# app.registration.card.check.bullet_2
source: Confirm your status and polling address.
es: Confirma tu estatus y dirección de votación.
fil: Kumpirmahin ang iyong status at address ng botohan.
vi: Xác nhận trạng thái và địa chỉ điểm bỏ phiếu của bạn.
zh_hans: 确认你的登记状态和投票地址。

# app.registration.card.check.bullet_3
source: Update your record if anything looks wrong.
es: Actualiza tu registro si algo se ve incorrecto.
fil: I-update ang iyong rekord kung may mali.
vi: Cập nhật hồ sơ nếu có thông tin sai.
zh_hans: 如有错误，请更新你的登记信息。

# app.registration.card.check.summary
source: Use your state’s official voter lookup to verify your registration details are active and accurate.
es: Usa la herramienta oficial de consulta de votantes de tu estado para verificar que tu registro esté activo y correcto.
fil: Gamitin ang opisyal na voter lookup ng iyong estado para tiyaking aktibo at tama ang iyong detalye sa rehistro.
vi: Dùng công cụ tra cứu cử tri chính thức của bang để xác minh thông tin đăng ký đang hoạt động và chính xác.
zh_hans: 使用你所在州的官方选民查询工具，确认你的登记信息处于有效且准确状态。

# app.registration.card.check.title
source: How to check registration
es: Cómo verificar tu registro
fil: Paano suriin ang rehistro
vi: Cách kiểm tra đăng ký
zh_hans: 如何检查登记

# app.registration.card.deadline.bullet_1
source: Your state can set different cutoffs for online, mail, and in-person methods.
es: Tu estado puede tener fechas límite diferentes para métodos en línea, por correo y en persona.
fil: Maaaring magkaiba ang cutoff ng iyong estado para sa online, koreo, at in-person na pamamaraan.
vi: Bang của bạn có thể đặt hạn khác nhau cho hình thức trực tuyến, qua thư và trực tiếp.
zh_hans: 你的州可能为在线、邮寄和现场方式设置不同的截止时间。

# app.registration.card.deadline.summary
source: Deadlines vary by state and method. Register early so you have time to fix any issues before polls open.
es: Las fechas límite varían según el estado y el método. Regístrate temprano para tener tiempo de corregir cualquier problema antes de que abran las urnas.
fil: Nagkakaiba ang deadline ayon sa estado at paraan. Magparehistro nang maaga para may oras kang ayusin ang anumang isyu bago bumukas ang botohan.
vi: Hạn chót khác nhau theo bang và phương thức. Hãy đăng ký sớm để có thời gian xử lý vấn đề trước khi mở điểm bỏ phiếu.
zh_hans: 各州和登记方式的截止日期不同。请尽早登记，以便在投票开始前有时间处理问题。

# app.registration.card.deadline.title
source: Register before the deadline
es: Regístrate antes de la fecha límite
fil: Magparehistro bago ang deadline
vi: Đăng ký trước hạn chót
zh_hans: 在截止日期前完成登记

# app.registration.card.then_vote.bullet_1
source: Make a plan for when/where you vote
es: Haz un plan para cuándo y dónde vas a votar.
fil: Gumawa ng plano kung kailan at saan ka boboto.
vi: Lập kế hoạch bạn sẽ bỏ phiếu khi nào và ở đâu.
zh_hans: 制定你何时、何地投票的计划。

# app.registration.card.then_vote.bullet_2
source: see what’s on your ballot in advance
es: Revisa con anticipación qué aparece en tu boleta.
fil: Suriin muna ang nilalaman ng iyong balota.
vi: Xem trước nội dung trên lá phiếu của bạn.
zh_hans: 提前查看选票内容。

# app.registration.card.then_vote.bullet_3
source: Confirm polling location and hours.
es: Confirma el lugar y horario de votación antes de ir.
fil: Kumpirmahin ang lokasyon at oras ng botohan bago ka pumunta.
vi: Xác nhận địa điểm và giờ bỏ phiếu trước khi đi.
zh_hans: 出发前确认投票地点和开放时间。

# app.registration.card.then_vote.summary
source: Once your registration is set, move straight into your voting plan.
es: Una vez que tu registro esté listo, pasa directamente a tu plan de votación.
fil: Kapag ayos na ang iyong rehistro, magpatuloy agad sa plano ng pagboto.
vi: Khi đăng ký xong, chuyển thẳng sang kế hoạch bỏ phiếu của bạn.
zh_hans: 登记完成后，立即进入你的投票计划。

# app.registration.card.then_vote.title
source: Then vote
es: Luego vota
fil: Pagkatapos ay bumoto
vi: Sau đó đi bầu
zh_hans: 然后去投票

# app.registration.card.what_is.bullet_1
source: Most states require registration before you can vote.
es: La mayoría de los estados exige registro antes de votar.
fil: Karamihan sa mga estado ay nangangailangan ng rehistro bago ka makaboto.
vi: Hầu hết các bang yêu cầu đăng ký trước khi bạn có thể bỏ phiếu.
zh_hans: 大多数州要求先登记后投票。

# app.registration.card.what_is.bullet_2
source: Checking early helps prevent Election Day surprises.
es: Verificar con anticipación ayuda a evitar sorpresas el día de la elección.
fil: Ang maagang pag-check ay nakakatulong para maiwasan ang aberya sa Araw ng Halalan.
vi: Kiểm tra sớm giúp tránh bất ngờ vào Ngày bầu cử.
zh_hans: 尽早确认可避免选举日意外。

# app.registration.card.what_is.summary
source: Voter registration is the process that puts you on your state’s voter rolls so you are eligible to vote.
es: El registro de votantes es el proceso que te incluye en el padrón de tu estado para que puedas votar.
fil: Ang voter registration ang prosesong naglalagay sa iyo sa listahan ng mga botante ng estado upang maging karapat-dapat kang bumoto.
vi: Đăng ký cử tri là quy trình đưa bạn vào danh sách cử tri của bang để đủ điều kiện bỏ phiếu.
zh_hans: 选民登记是将你加入本州选民名册、使你具备投票资格的流程。

# app.registration.card.what_is.title
source: What is Voter Registration?
es: ¿Qué es el registro de votantes?
fil: Ano ang Voter Registration?
vi: Đăng ký cử tri là gì?
zh_hans: 什么是选民登记？

# app.registration.countdown.ago.many
source: %d days ago
es: Hace %d días
fil: %d araw ang nakalipas
vi: %d ngày trước
zh_hans: %d 天前

# app.registration.countdown.ago.one
source: 1 day ago
es: Hace 1 día
fil: 1 araw ang nakalipas
vi: 1 ngày trước
zh_hans: 1 天前

# app.registration.countdown.left.many
source: %d days left
es: Faltan %d días
fil: %d araw na lang
vi: còn %d ngày
zh_hans: 还剩 %d 天

# app.registration.countdown.left.one
source: 1 day left
es: Falta 1 día
fil: 1 araw na lang
vi: còn 1 ngày
zh_hans: 还剩 1 天

# app.registration.countdown.tbd
source: Countdown TBD
es: Cuenta regresiva por confirmar
fil: Hindi pa tiyak ang countdown
vi: Chưa có đếm ngược
zh_hans: 倒计时待定

# app.registration.countdown.today
source: Election day is today
es: La elección es hoy
fil: Araw ng halalan ngayon
vi: Hôm nay là ngày bầu cử
zh_hans: 今天是选举日

# app.registration.current_setting.prefix
source: Your current setting:
es: Tu selección actual:
fil: Kasalukuyang setting:
vi: Thiết lập hiện tại:
zh_hans: 当前设置：

# app.registration.date_tbd
source: Date TBD
es: Fecha por confirmar
fil: Petsa TBD
vi: Chưa có ngày
zh_hans: 日期待定

# app.registration.deadline.default
source: Registration Deadline
es: Fecha límite de registro
fil: Deadline ng Rehistro
vi: Hạn đăng ký
zh_hans: 登记截止日期

# app.registration.deadline.generic
source: Deadline
es: Fecha límite
fil: Takdang araw
vi: Hạn chót
zh_hans: 截止日期

# app.registration.deadline.in_person
source: In-person deadline
es: Fecha límite en persona
fil: In-person na deadline
vi: Hạn trực tiếp
zh_hans: 现场截止日期

# app.registration.deadline.mail
source: Mail deadline
es: Fecha límite por correo
fil: Deadline sa koreo
vi: Hạn qua thư
zh_hans: 邮寄截止日期

# app.registration.deadline.online
source: Online deadline
es: Fecha límite en línea
fil: Online na deadline
vi: Hạn trực tuyến
zh_hans: 在线截止日期

# app.registration.location.set_address
source: Set your address in My Reps
es: Configura tu dirección en Mis representantes
fil: Itakda ang iyong address sa My Reps
vi: Đặt địa chỉ trong My Reps
zh_hans: 在 My Reps 中设置你的地址

# app.registration.party.independent
source: Independent
es: Independiente

# app.registration.party.republican
source: Republican
es: Republicano

# app.registration.primary_guidance.and
source: and
es: y
fil: at
vi: và
zh_hans: 和

# app.registration.primary_guidance.prefix
source: In a primary election,
es: En una elección primaria,
fil: Sa primary election,
vi: Trong bầu cử sơ bộ,
zh_hans: 在初选中，

# app.registration.primary_guidance.suffix
source: registrations can determine which party ballot you receive.
es: las afiliaciones pueden determinar qué boleta de partido recibes.
fil: maaaring matukoy ng rehistro kung aling party ballot ang matatanggap mo.
vi: việc đăng ký có thể quyết định bạn nhận lá phiếu của đảng nào.
zh_hans: 的登记可能决定你会收到哪一党的选票。

# app.registration.step.2
source: STEP 2
es: PASO 2
fil: HAKBANG 2
vi: BƯỚC 2
zh_hans: 第 2 步

# app.registration.step.3
source: STEP 3
es: PASO 3
fil: HAKBANG 3
vi: BƯỚC 3
zh_hans: 第 3 步
